{
    "text": "Truly, If we merely divide ourselves by adopting clear and decisive policy that benefits not all Americans but the vast, overwhelming majority we have only allowed ourselves to exclude full unity from our midst. That's why we must stand boldly together and demand that we form a steadfast alliance with the captains of industry who really want from their politicians what we all want: a firmly united America. A gleaming pillar upon the mount where the vested interests of the few may illuminate the high road for the rich and poor alike. Each striving within the marketplace to bring food to our tables without rocking the boat. Together we can not only end poverty but end the divisiveness between billionaire mega-donor dark money super PAC oligarchs and all other Americans to bring a future for America that unites this great country from sea to sea, border to border, and across the globe. Isn't it time that we, as united citizens, look beyond our individual limitations and really ask ourselves if we need to strike such discord between Americans of all walks of life? If that means bridging the gap between the American middle class and, yes, even rich special interest astroturf campaigns funded by the Koch brothers, then maybe that is our path to uniting the nation. In these trying times how can we not reach across the aisle to accept the message that the American marketplace truly wants this nation to prosper in a way that accepts all voices equally. Truly, If we merely divide ourselves by adopting clear and decisive policy that benefits not all Americans but the vast, overwhelming majority we have only allowed ourselves to exclude full unity from our midst. That's why we must stand boldly together and demand that we form a steadfast alliance with the captains of industry who really want from their politicians what we all want: a firmly united America. A gleaming pillar upon the mount where the vested interests of the few may illuminate the high road for the rich and poor alike. Each striving within the marketplace to bring food to our tables without rocking the boat. Together we can not only end poverty but end the divisiveness between billionaire mega-donor dark money super PAC oligarchs and all other Americans to bring a future for America that unites this great country from sea to sea, border to border, and across the globe.We, as Americans, have gotten to hung up on populist policies that divide us to the point where we can no longer listen to the inspiring words that pave a bright and shining path to a better new tomorrow for all Americans. Isn't it time that we, as united citizens, look beyond our individual limitations and really ask ourselves if we need to strike such discord between Americans of all walks of life? If that means bridging the gap between the American middle class and, yes, even rich special interest astroturf campaigns funded by the Koch brothers, then maybe that is our path to uniting the nation. In these trying times how can we not reach across the aisle to accept the message that the American marketplace truly wants this nation to prosper in a way that accepts all voices equally. Truly, If we merely divide ourselves by adopting clear and decisive policy that benefits not all Americans but the vast, overwhelming majority we have only allowed ourselves to exclude full unity from our midst. That's why we must stand boldly together and demand that we form a steadfast alliance with the captains of industry who really want from their politicians what we all want: a firmly united America. A gleaming pillar upon the mount where the vested interests of the few may illuminate the high road for the rich and poor alike. Each striving within the marketplace to bring food to our tables without rocking the boat. It really speaks to the inherent freedom that all Americans seek that we may not only find ourselves coming out of the closet to a welcoming community to turn back and find security and property in bounds that transcend our labels and identities; where we may finally achieve an economic security that our forefathers would approve of."
}